Repository: noelhorvath/MiXTools
Catalog: MiXTools/Properties/Languages/*_Resources.resx
Languages: hu

source: Application settings
hu: Alkalmazás beállítások

# APP_IS_ALREADY_RUNNING
source: Can't open application, beacuse it is already running in another process!
hu: Az alkalmazást nem lehet megnyitni, mert az már egy másik folyamatban fut!

# ASSISTANT_BUTTON_URL_OR_FILE
source: URL / File for assistant button
hu: URL / Fájl az asszisztens számára gomb

# CANNOT_ACCESS_MI_SCREEN_SAVER
source: Can't access Mi Screen Saver, because it doesn't exist or path of Mi OSD Utility is not configured!
hu: Mi képernyőkímélő nem elérhető, mert nem létezik vagy Mi OSD Utility útvonala nincs beállítva!

source: Change
hu: Megváltoztatás

source: Dark mode
hu: Sötét mód

# DEV_SETTINGS
source: Developer settings
hu: Fejlesztői beállítások

# EN
source: English
hu: Angol

source: Error
hu: Hiba

source: Folder location
hu: Mappa útvonala

# HU
source: Hungarian
hu: Magyar

source: Language
hu: Nyelv

source: Log console
hu: Naplózási konzol

# LOG_CONSOLE_ON_STARTUP
source: Open log console on startup
hu: Naplózási konzol indítása alkalmazás indulásakor

source: open
hu: megnyitás

source: Open log console
hu: Naplózási konzol megnyitása

# OSDLAUNCHER_EXE_NOT_FOUND
source: OSDLauncher.exe is not found under the selected folder!
hu: OSDLauncher.exe nem található a kiválasztott mappában!

# OSD_PATH_IS_NOT_SET
source: Path for Mi OSD Utility is not configured!
hu: Mi OSD Utility útvonala nincs megadva!

# OSD_SETTINGS
source: Mi OSD Utility settings
hu: Mi OSD Utility beállítások

# RESET_APPDATA
source: Reset application data
hu: Alkalmazás adatok visszállítása

# RU
source: Russian
hu: Orosz

# RUNAS
source: run as admin
hu: futtatás adminként

# SELECT_LAUNCH_MODE
source: Would you like to launch the selected program as an admin when you press the assistant button?
hu: Asszisztens gomb megnyomásakor szeretné-e a kiválasztott programot adminként futtani?

# SELECT_LAUNCH_MODE_TITLE
source: Launch mode
hu: Indítási mód

source: Settings
hu: Beállítások

source: Show Mi Screen Saver
hu: Mi képernyővédő megjelentítése

# UAFL_DOWNLOAD_FAILED
source: The application couldn't download URLAndFilelauncher executable from GitHub repository. Please check if you have internet connection to download the required file and restart the application!
hu: Az alkalmazás nem tudta letölteni a URLAndFileLauncher futtatható fájlját a GitHub-tárhelyről. Kérem, ellenőrizze, hogy van-e internetkapcsolata a szükséges fájl letöltéséhez és indítsa újra az alkalmazást!

# UAFL_FILE_IS_MISSING
source: uafl.exe is missing from the application's directory!
hu: uafl.exe nem található az alkalmazás mappájában!

source: UAFL mode
hu: UAFL mód

# UAFL_MODE_CANNOT_BE_CHANGED
source: Only .lnk and .exe files can be run as an admin!
hu: Csak .exe és .lnk fájlok futtathatóak admin jogosultsággal!

# UNAUTHORIZED_ACCESS
source: Application is required to be run as an admin.
hu: Az alkalmazást adminisztrátorként kell futtatni!

source: Version
hu: Verzió

source: Visit Github
hu: Github megtekintése
